Repository: T1396/SoulDating
Catalog: Localizable.xcstrings
Source language: en
Languages: de

source: %.0f%% completed
de: %.0f%% Fortschritt

source: %@ has no description yet
de: %@ hat noch keine Beschreibung

# %@ in age of %@
source: %1$@ in age of %2$@
de: %1$@ im Alter von %2$@

source: A good description can help you find more matches, write something special about you.
de: Eine gute Beschreibung hilft dir mehr Likes und Matches zu bekommen. Schreib irgendwas cooles über dich.

source: A link is being sent to your new email address
de: Ein Link wird an die neue E-Mail Adresse gesendet

source: About me
de: Über mich

source: About SoulDating
de: Über SoulDating

source: About you
de: Über dich

source: Account Settings
de: Account Einstellungen

source: Age
de: Alter

source: Allow Notification
de: Benachrichtigungen erlauben

source: Already have an account? Click here
de: Bereits registriert? Klick hier

source: An error occured and it seems you have no image selected, try again
de: Irgendwas ist schief gelaufen, es wurde kein Bild gefunden. Versuche es erneut.

source: An error occured and the languages could not be loaded. Please try again or make a bug report.
de: Ein unerwarteter Fehler ist aufgetreten, deine Sprachen konnten nicht gespeichert werden. Versuche es erneut oder mache einen Bug report

source: An error occured while converting
de: Das Bild konnte nicht umgewandelt werden

source: An error occured while fetching new people for you...
de: Ein Fehler ist aufgetreten beim suchen neuer User für dich

source: An error occurred and the user could not be reported. Please try again or make a bug report.
de: Ups! Der User konnte nicht gemeldet werden. Versuch es erneut oder sende uns einen Bug Report

source: An error occurred and the user data could not be load. Please try it again or make a bug report.
de: Die User Daten konnten nicht geladen werden. Versuch es bitte erneut oder sende uns einen Bug Report.

source: An error occurred while saving your selection
de: Ein Fehler ist aufgetreten beim setzen deiner Auswahl

source: An error occurred while updating your password. Please try again or do a bug report.
de: Ein Fehler ist aufgetreten beim aktualisieren deines Passwortes. Versuche es erneut oder sende uns einen Bug Report

source: An unexpected error occurred. Please try again or report a bug.
de: Ein unerwarteter Fehler ist aufgetreten. Versuche es bitte erneut oder sende einen Bug Report

source: An unexpected error occurred...
de: Ein unerwarteter Fehler ist aufgetreten...

source: Animals
de: Tiere

source: App Settings
de: App Einstellungen

source: Art
de: Kunst

source: Ascending
de: Aufsteigend

source: Asexual
de: Asexuell

source: Ask ChatGPT
de: Frag ChatGPT

source: Associate Degree
de: Berufsakademieabschluss

source: Astrology
de: Astrologie

source: Athletic
de: Athletisch

source: Attention
de: Achtung

source: Average
de: Durchschnittlich

source: Bachelors Degree
de: Bachelor

source: Back
de: Zurück

source: Birdwatching
de: Vogelbeobachtung

source: Birthdate
de: Geburtsdatum

source: Bisexual
de: Bisexuell

source: Block
de: Blockieren

source: Block and Report %@
de: %@ blockieren und melden.

source: Body Type
de: Körpertyp

source: Business Casual
de: Geschäftskleidung

source: Camera
de: Kamera

source: Cancel
de: Abbrechen

source: Casual
de: Normal

source: Chain Smoker
de: Kettenraucher

source: Change your description
de: Beschreibung ändern

source: Change your e-mail address
de: E-Mail adresse ändern

source: Change your password
de: Password ändern

source: Change your preference
de: Ändere deine Vorlieben

source: Check the inbox of your mail to update your email address and log in again then.
de: Schau im Postfach deiner E-Mail nach um sie zu aktualisieren, und logge dich danach erneut ein.

source: Chic
de: Schick

source: Childs
de: Kinder

source: Choose an option to upload your photo
de: Wähle eine Methode zum Fotoupload

source: Choose random line
de: Zufällig

source: Choose the type of bug you experienced
de: Welche Art von Fehler hast du bemerkt?

source: Choose your desired ages
de: Wähle dein bevorzugtes Alter

source: Choose your favorite pickup line!
de: Wähle eine Pickup Line!

source: Choose your gender
de: Wähle dein Geschlecht

source: Choose your preferred gender(s)
de: Welche Geschlechter suchst du?

source: Continue
de: Weiter

source: Cooking
de: Kochen

source: Could not send your message
de: Die Nachricht konnte nicht gesendet werden.

source: Create Pickup Lines
de: PickupLines generieren

# Current %@ - %@
source: Current %1$@ - %2$@
de: Aktuell %1$@ - %2$@

source: Daily doing Sports
de: Macht täglich Sport

source: Dancing
de: Tanzen

source: Data Loss
de: Datenverlust

source: Data protection
de: Datenschutz

source: Dating Preferences
de: Dating Präferenzen

source: Delete
de: Löschen

source: Delete your Account
de: Account löschen

source: Descending
de: Absteigend

source: Descripe what exactly happened
de: Beschreibe uns was vorgefallen ist

source: Description about yourself
de: Deine Beschreibung

source: Distance
de: Distanz

source: Diverse
de: Divers

source: Do you accept drinkers?
de: Datest du Trinker?

source: Do you date smokers?
de: Datest du Raucher?

source: Do you really want to block %@?
de: Möchtest du %@ wirklich blockieren?

source: Do you really want to delete your account and all stored chats and images you made? This cannot be undone!
de: Möchtest du deinen Account wirklich löschen? Alle Bilder und Chats werden gelöscht. Das kann nicht rückgängig gemacht werden!

source: Do you really want to report and block %@?
de: Möchtest du %@ wirklich blockieren und melden?

source: Do you smoke?
de: Rauchst du?

source: Do you want children?
de: Möchtest du Kinder?

source: Do you want to swipe?
de: Zum Swipe Tab gehen?

source: Doctoral Degree
de: Doktortitel

source: Drinker
de: Trinker

source: Drinking Behaviour
de: Trinkverhalten

source: Eclectic
de: Eklektisch

source: Education
de: Bildung

source: Email address
de: E-Mail adresse

source: Enter a description about you
de: Gib eine Beschreibung von dir ein

source: Enter a detailed description about your issues...
de: Gib uns eine Beschreibung deines Fehlers

source: Enter a message
de: Nachricht eingeben

source: Enter a more detailed description.
de: Deine Beschreibung sollte etwas länger sein.

source: Enter a short description about yourself for other users
de: Beschreib dich damit andere Nutzer sich ein Bild von dir machen können

source: Enter a valid e-mail address
de: Gib eine gültige E-Mail Adresse ein

source: Enter any additional info that could help us to identify the bug
de: Gib alle zusätzlichen Info's ein, die helfen könnten den Fehler zu identifizieren

source: Enter e-mail address
de: E-Mail eingeben

source: Enter more detailed information
de: Genauere Informationen eingeben

source: Enter your approximate address
de: Gib deine ungefähre Adresse ein

source: Enter your jobname
de: Gib den Namen deines Jobs ein

source: Enter your name
de: Namen eingeben

source: Enter your new e-mail address
de: Neue E-Mail Adresse eingeben

source: Enter your new password
de: Neues Passwort eingeben

source: Enter your old password
de: Altes Passwort eingeben

source: Enter your password
de: Passwort eingeben

source: Error
de: Fehler

source: Failed to authorize. Check your password or email.
de: Fehler beim Authentifizieren. Ist deine Email oder Passwort falsch?

source: Failed to lookup for users in your radius
de: Fehler beim Suchen von Usern in der Nähe...

source: Fake Profile or Identity
de: Geklautes Profil/ Identität

source: Fashion
de: Mode

source: Female
de: Weiblich

source: Filter by
de: Filtern nach

source: Finish
de: Fertig

source: Formal
de: Formell

source: Friendships
de: Freundschaft

source: Functionality Issues
de: Funktionalität

source: Gardening
de: Gärtnern

source: Gender
de: Geschlecht

source: Gender %@
de: Geschlecht %@

source: General Information
de: Allgemeine Info's

source: General terms and conditions
de: AGB's

source: Get help by ChatGPT!
de: Hilfe von ChatGPT

source: Go to Photos Tab?
de: Zum Photos Tab wechseln?

source: Go to Profile Tab?
de: Zum Profil Tab wechseln?

source: Good to know
de: Die wichtigsten Dinge

source: Harassment or Mobbing
de: Belästigung oder Mobbing

source: Heavy Smoker
de: Starker Raucher

source: Heavyset
de: Schwergewicht

source: Height %@
de: Größe %@

source: Help
de: Hilfe

source: Heterosexual
de: Heterosexuell

source: Hide your profile
de: Dein Profil verstecken

source: Hide yourself
de: Verbirg dein Profil

source: High School
de: Abitur

source: Hiking
de: Wandern

source: History
de: Geschichte

source: Hold on. Awesome pickup lines are being generated for you!
de: Einen Moment! Fantastische Pickup Lines werden für dich generiert!

source: Homosexual
de: Homosexuell

source: How fit are you?
de: Wie fit bist du?

source: If you hide yourself, other users cannot find you anywhere in the app, but users you have already chats with can still message you.
de: Wenn du dein Profil verbirgst, können andere User dich nicht mehr finden beim Swipen usw., aber bestehende Chats können weitergeführt werden

source: In which radius do you want to search?
de: In welchem Radius möchtest du Leute finden?

source: Inappropriate Picture
de: Unangebrachtes Bild

source: Interests
de: Interessen

source: Intersex
de: Intersexuell

source: Juristics
de: Rechtliches

source: Knitting
de: Stricken

source: Let's get started
de: Los geht's!

source: Let's see
de: Mal sehen

source: Library
de: Bibliothek

source: Lifestyle Preferences
de: Lifestyle Präferenzen

source: Liked Users
de: Gelikete User

source: Location %@
de: Standort %@

source: Login
de: Einloggen

source: Logout
de: Ausloggen

source: Long-Term Relationships
de: Langzeit Beziehungen

source: Looking for
de: Auf der Suche nach

source: Looks for
de: Auf der Suche nach

source: Male
de: Männlich

source: Master's Degree
de: Master Abschluss

source: Men
de: Mann

source: Message...
de: Nachricht...

source: Messages
de: Nachrichten

source: More
de: Mehr

source: More about me
de: Mehr über mich

source: Move to first position
de: Zur 1. Position

source: Move to last position
de: Zur letzten Position

source: Movies
de: Filme

source: Music
de: Musik

source: Network Problems
de: Netzwerkprobleme

source: Never
de: Niemals

source: New
de: Neu

source: No image chosen or the image could not be set to the variable
de: Es wurde kein Bild gefunden...

source: No interests provided
de: Keine Interessen angegeben

source: No languages selected
de: Keine Sprachen angegeben

source: No location set
de: Kein Standort angegeben

source: No users found that matches your preferences...
de: Es wurden keine Nutzer gefunden die deinen Präferenzen entsprechen...

source: Non-Binary
de: Nicht Binär

source: Non-drinker
de: Nichttrinker

source: Non-Smoker
de: Nichtraucher

source: None
de: Kein

source: Not now
de: Nicht jetzt

source: Not registered yet? Click here
de: Noch nicht registriert? Hier klicken

source: Not specified
de: Nicht angegeben

source: Notification
de: Benachrichtigungen

source: Notification Settings
de: Benachrichtigungseinstellungen

source: Occasional Smoker
de: Gelegenheitsraucher

source: Occasionally
de: Gelegentlich

source: Offensive or insulting language
de: Anstößige oder beleidigende Sprache

source: Oops! You are not logged in. If this should not be the case submit a bugreport.
de: Ups. Es scheint du bist nicht eingeloggt. Erstelle einen Bugreport falls das ein Fehler ist.

source: Open %@'s Profile
de: Öffne %@'s Profil

source: Open Sheet
de: Sheet öffnen

source: Options
de: Optionen

source: Or change the age span?
de: Altersbereich ändern?

source: Other Issues
de: Andere

source: Other photos
de: Andere Bilder

source: Other reason.
de: Anderer Grund

source: Other reasons
de: Andere Gründe

source: Pansexual
de: Pansexuell

source: Password
de: Passwort

source: Performance Issues
de: Performance

source: Personal Details
de: Persönliche Details

source: Photography
de: Fotographie

source: Photos
de: Fotos

source: Pickup lines generator
de: PickUpline Generator

source: Please generate exactly five pickup lines, numbered 1 through 5. Each pickup line should be enclosed in quotation marks, without any extra quotation marks around the entire response or additional text. Ensure the format is adhered to strictly with each line on a new line, like this: 1. "Example of a pickup line" 2. "Example of a pickup line" 3. "Example of a pickup line" 4. "Example of a pickup line" 5. "Example of a pickup line" Please output the pickup lines individually, following the numbering precisely, and make sure no additional formatting or characters are included outside of the required quotation marks and text. Also try to match the pickup line if possible with the following user details:
de: Bitte generiere genau fünf Anmachsprüche, nummeriert von 1 bis 5. Jeder Anmachspruch sollte in Anführungszeichen stehen, ohne zusätzliche Anführungszeichen um die gesamte Antwort oder zusätzlichen Text. Stelle sicher, dass das Format genau eingehalten wird, wobei jeder Spruch in einer neuen Zeile steht, so wie dies: 1. "Beispiel für einen Anmachspruch" 2. "Beispiel für einen Anmachspruch" 3. "Beispiel für einen Anmachspruch" 4. "Beispiel für einen Anmachspruch" "Beispiel für einen Anmachspruch" Bitte gib die Anmachsprüche einzeln aus, unter genauer Beachtung der Nummerierung, und stelle sicher, dass keine zusätzlichen Formatierungen oder Zeichen außerhalb der erforderlichen Anführungszeichen und des Textes enthalten sind. Versuche auch, den Anmachspruch möglichst passend zu den folgenden Benutzerdetails zu gestalten.

source: Please try it again or make a bug report.
de: Versuche es erneut oder sende einen Bug report

source: Politics
de: Politik

source: Preferences
de: Präferenzen

source: Privacy and security
de: Privatsphäre und Sicherheit

source: Problems or questions?
de: Probleme oder Fragen?

source: Professional Degree
de: Berufsabschluss

source: Professional sportsman
de: Profisportler

source: Profile
de: Profil

source: Questioning
de: Nicht sicher

source: Reading
de: Lesen

source: Register
de: Registrieren

source: Registration failed: %@
de: Registrierung fehlgeschlagen %@

source: Regular drinker
de: Stammtrinker

source: Regular Smoker
de: Regelmäßiger Raucher

source: Regularly
de: Regelmäßig

source: Regularly doing Sports
de: Macht regelmäßig Sport

source: Repeat password
de: Passwort wiederholen

source: Report %@
de: %@ melden

source: Reporting %@ ...
de: %@ wird gemeldet...

source: Save
de: Speichern

source: Scam or deception
de: Betrug oder Täuschung

source: Security Issues
de: Sicherheit / Daten

source: Seems like you don't have any other images uploaded...
de: Sieht so aus als hättest du keine anderen Bilder hochgeladen

source: Seems like you have no likes yet.
de: Du hast scheinbar noch keine Likes bekommen...

source: Select as display picture
de: Als Profilbild wählen

source: Select Image
de: Bild wählen

source: Select main picture
de: Profilbild wählen

source: Send
de: Senden

source: Send Report
de: Report senden

# Senden
source: Send
de: Absenden

source: Settings
de: Einstellungen

source: Sexuality
de: Sexualität

source: Share
de: Teilen

source: Should your partner do sports?
de: Sollte dein Partner Sport treiben?

source: Show only
de: Zeige nur

source: Sign in options
de: Sign In Optionen

source: Slim
de: Dünn

source: Smoker
de: Raucher

source: Smoking behaviour
de: Raucherverhalten

source: Social drinker
de: Partytrinker

source: Social Smoker
de: Partyraucher

source: Some College
de: Universität

source: Something went wrong... Please try again or submit a bugreport.
de: Irgendwas ist schief gelaufen, probiere es erneut oder erstelle einen Bug - Report.

source: Sometimes
de: Manchmal

source: Sort by
de: Sortieren nach

source: Sort order
de: Sortierreihenfolge

source: SoulDating lets you interact with OpenAI ChatGPT! You can either let GPT create pickup lines for you or start a conversation to learn more about dating!
de: SoulDating lässt sich mit ChatGPT interagieren. Du kannst dir entweder ganz direkt PickupLines generieren lassen oder ganze Konversationen führen!

source: Spam or Advertising
de: Spam oder Werbung

source: Sports
de: Sport

source: Sporty
de: Sportlich

source: Success
de: Erfolg

source: Successfully changed your password!
de: Passwort erfolgreich aktualisiert!

source: Technology
de: Technologie

source: Tell us more about you
de: Erzähl uns mehr über dich

source: Tell us the reason why you want to report %@
de: Nenne uns den Grund warum du %@ melden möchtest

source: Tell us your date of birth
de: Nenn uns dein Geburtsdatum

source: The messages could not be found, please try again or make a bug report.
de: Die Nachrichten konnten nicht gefunden werden, versuch es erneut oder sende uns einen Bug Report

source: The user could not be loaded. Please try again or make a bug report.
de: Der User konnte nicht geladen werden, versuch es erneut oder sende uns einen Bug Report

source: The user has a fake profile or is using a false identity.
de: Der Nutzer nutzt ein Fake Profil oder nutzt eine andere Identität.

source: The user has posted inappropriate or offensive images.
de: Der Nutzer hat unangebrachte Bilder veröffentlicht

source: The user is engaging in harassment or bullying behavior.
de: Der Nutzer ist belästigend oder schikanierend.

source: The user is involved in fraudulent or deceptive activities.
de: Der Nutzer macht einen betrügerischen Eindruck.

source: The user is making unwanted approaches.
de: Der Nutzer macht unerwünschte Annäherungen

source: The user is sending spam or advertising content.
de: Der Nutzer sendet Spam oder Werbenachrichten für andere Plattformen

source: The user is using offensive or abusive language.
de: Der User nutzt beleidigende Sprache.

source: The verification mail could not be sent. Try again or make a bug report.
de: Die Verifizierungsmail konnte nicht gesendet werden... versuche es erneut oder sende einen Bug Report

source: There was an error while blocking %@, please try again or report a bug
de: Ein Fehler trat auf beim blockieren von %@, bitte versuch es erneut oder sende uns einen Bug Report

source: There was an technical issue. Please try it again or if that doesn't help contact us.
de: Es gab einen technischen Fehler. Bitte versuch es erneut oder kontaktiere uns wenn das nicht hilft.

source: This information is used to suggest users to you and provide better suggestions for other users.
de: Wir benötigen diese Informationen um anderen Nutzern und dir bessere Vorschläge machen zu können.

source: This will be your public profile name
de: Das wird dein öffentlicher Profilname

source: This will change how you are suggested to others
de: Dadurch wirst du anderen Nutzern vorgeschlagen

source: This will change your user suggestions
de: Das wird deine Nutzervorschläge ändern

source: Toggle Sort Order
de: Sortierreihenfolge tauschen

source: Traveling
de: Reisen

source: Try again
de: Nochmal

source: Try to fetch users again
de: Neue User suchen

source: Try to register again.
de: Versuch es noch einmal.

source: Trying to fetch new users...
de: User werden gesucht...

source: Turn on notifications
de: Benachrichtigungen anschalten

source: Turn on Notifications?
de: Benachrichtigungen anschalten?

source: Turn on your notifications so that you will be informed when you have new message matches or likes
de: Schalte Benachrichtigungen ein damit du benachrichtigt wirst wenn du neue Nachrichten oder Matches bekommst

source: Unfortunately there are no more users in your area...
de: Leider gibt es keine weiteren Nutzer in deiner Umgebung

source: Unfortunately there happened a critical bug. We can't create an account for you. If you have not already, please report us this bug so that we can investigate what happened.
de: Ein kritischer Fehler ist aufgetreten und dein Account konnte nicht erstellt werden.

source: Unfortunately we could not delete your image, please try again or contact us.
de: Dein Bild konnte leider nicht gelöscht werden, versuch es erneut oder sende uns einen Bug report.

source: Unfortunately your account could not be deleted. Please try again or make a bug report.
de: Leider konnte dein Account nicht gelöscht werden. Versuch es erneut oder sende uns einen Bug Report.

source: Unwanted approaches
de: Unerwünschte Annäherungen

source: Update
de: Ändern

source: Update main picture
de: Profilbild aktualisieren

source: Update what kind of fashion you prefer
de: Ändere deinen Fashion Style

source: Update which genders you prefer
de: Ändere deine bevorzugten Geschlechter

source: Update which languages you speak
de: Ändere deine gesprochenen Sprachen

source: Update your alcoholic behaviour
de: Ändere dein Trinkverhalten

source: Update your body type
de: Ändere deinen Körpertyp

source: Update your current gender
de: Aktualisiere dein Geschlecht

source: Update your current job
de: Ändere deinen Job

source: Update your date of birth
de: Geburtstag ändern

source: Update your description
de: Beschreibung ändern

source: Update your fitness level
de: Ändere dein Fitnesslevel

source: Update your height
de: Größe ändern

source: Update your interests
de: Interessen aktualisieren

source: Update your level of education
de: Bildungsgrad aktualisieren

source: Update your location & radius
de: Standort & Umkreis ändern

source: Update your name
de: Namen ändern

source: Update your sex identity
de: Geschlechtsidentität ändern

source: Update your smoking status
de: Ändere deinen Raucherstatus

source: Upload picture
de: Bild hochladen

source: URL of the picture couldn't be downloaded
de: Die BildURL konnte nicht geladen werden...

source: User Interface Issues
de: Benutzeroberfläche

source: User is not logged in
de: Nutzer ist nicht eingeloggt

source: Very rarely
de: Sehr selten

source: Volunteering
de: Ehrenamtliche Arbeit

source: We could not save your %@. Please try again or make a bug report.
de: Wir konnten deinen %@ nicht Speicher... Versuch es erneut oder sende einen Bug report.

source: We could not save your selected languages... Please try again or make a bug report.
de: Deine Sprachen konnte nicht gespeichert werden, versuche es erneut oder sende uns einen Report.

source: We could not update your profile... Please try again or make a bug report.
de: Wir konnten dein Profil nicht aktualisieren, bitte versuch es erneut oder sende einen Bug Report.

source: We couldn't download the image from the server... Please check your connection and try again
de: Das Bild konnte nicht heruntergeladen werden... Prüfe deine Verbindung und versuch es erneut

source: We need a location to show you users in this area
de: Wir brauchen einen Standort um dir Nutzer in der Nähe anzuzeigen

source: We need more information on what exactly happened
de: Wir brauchen genauere Informationen was genau passiert ist

source: Welcome!
de: Willkommen!

source: What is your name?
de: Wie ist dein Name?

source: What kind of relationship type fits you the most?
de: Was für ein Beziehungsmensch bist du?

source: Woman
de: Frau

source: Write a message to %@
de: Schreib %@ eine Nachricht

source: Writing
de: Schreiben

source: You can turn off the notifications in the settings at each time.
de: Du kannst die Benachrichtigungen jederzeit deaktivieren in den Einstellungen

source: You can unblock %@ at every time, but your report cannot be undone!
de: Du kannst %@ jederzeit entlocken, aber die Meldung kann nicht rückgängig gemacht werden!

source: You can unblock %@ at every time.
de: Du kannst %@ jederzeit entlocken.

source: You don't have any messages with other users
de: Du hast noch keine Chats mit anderen Nutzern

source: You have 0 matches right now.
de: Du hast noch kein Match...
